/* alert title when mail is not available */
"Can't Send Mail" = "Sähköpostia ei voida lähettää";

/* Button Title */
"Cancel" = "Peruuta";

/* Back Button */
"Back" = "Takaisin";

/* Done Button */
"Done" = "Valmis";

/* Button Title in Action Sheet */
"Email" = "Sähköposti";

/* Enter a new name */
"Enter a new name" = "Anna uusi nimi";

/* Title of Cell For Navigating More Apps */
"More Apps" = "Lisää sovelluksia";

/* Title of Cell For Navigation More Sites */
"More Sites" = "Lisää sivustoja";

/* Tools title in sidebar header section */
"Tools" = "Työkalut";

/* Apps title in sidebar header section */
"Apps" = "Sovellukset";

/* <partner> Apps title in sidebar header section */
"%@ Apps" = "%@ sovellusta";

/* Related Apps title in sidebar header section */
"Related Apps" = "Aiheeseen liittyvät sovellukset";
"Related Sites" = "Aiheeseen liittyvät sivustot";

/* OK */
"OK" = "OK";

/* Button Title Action Sheet */
"Open in Safari" = "Avaa Safarissa";

/* Title Nav for Privacy Policy */
"Privacy Policy" = "Tietosuojakäytäntö";

/* Rename */
"Rename" = "Nimeä uudelleen";

/* Button Title Action Sheet */
"Share by Email" = "Jaa sähköpostilla";

/* Button Title Action Sheet */
"Share on Twitter" = "Jaa Twitterissä";

/* Button Title Action Sheet */
"Share on Facebook" = "Jaa Facebookissa";

/* Show Fewer expanded row title */
"show_fewer_row_title" = "Näytä vähemmän";

/* Show # More expandable row title */
"Show %d More" = "Näytä %d lisää";

/* Sign In */
"Sign In" = "Kirjaudu sisään";

/* Sign Out Button Title */
"Sign Out" = "Kirjaudu ulos";

/* Title Nav for Terms of Service */
"Terms of Service" = "Käyttöehdot";

/* Button Title in Action Sheet */
"Tweet" = "Twiitti";

/* alert message when mail is not available */
"Your device is not configured to send mail.  If you would like to send mail you must configure a mail account." = "Laitettasi ei ole määritetty lähettämään sähköpostia.  Sinun on määritettävä sähköpostitili, jos haluat lähettää sähköpostia.";

/* Terms and Privacy label displayed in the footer of the Sidebar */
"Terms and Privacy" = "Käyttöehdot ja tietosuoja";

/* Title Cell For Settings Page */
"Settings" = "Asetukset";

/* Title Cell For Help Page */
"Help" = "Ohje";

/* Title Cell For Rating App */
"Rate This App" = "Arvostele tämä app";

/* Rate This App accessibility hint. */
"rate_this_app_hint" = "Siirry sovelluskauppaan kaksoisnapsautuksella.";

/* Title Cell For Sharing App */
"Share This App" = "Jaa tämä app";

/* Leave App Title */
"Leave %@?" = "Poistutaanko %@-sovelluksesta?";

/* Message to display when app is about to quit due to loading an external app */
"This action launches a separate app.  To return, double-tap your Home button." = "Tämä toiminto käynnistää sovelluksen.  Voit palata kaksoisnapauttamalla Koti-painiketta.";

/* Send Feedback */
"Send Feedback" = "Lähetä palautetta";

/* Free Button Label */
"Free" = "Ilmainen";

/* Alert title shown when no Twitter accounts are available */
"No Twitter Accounts" = "Ei Twitter-tilejä";

/* Alert subject shown when no Twitter accounts are available */
"You can add or create a Twitter account in Settings." = "Voi lisätä tai luoda Twitter-tilin Asetukset-kohdassa";

/* Accessibility label for logged in user (with default = anonymous image) */
"user_signed_in_default" = "%@  on kirjautuneena sisään oletuskuvalla.";

/* Accessibility label for logged in user (with profile image) */
"user_signed_in_profile" = "%@ on kirjautuneena sisään profiilikuvalla.";

/* Accessibility label for logged out user */
"User is signed out." = "Käyttäjä on kirjautunut ulos.";

/* Accessibility label for Edit Mode [+] button. */
"Add more." = "Lisää muita.";

/* Hint for logged in user */
"Signs out or switches user." = "Kirjautuu ulos tai vaihtaa käyttäjää.";

/* Hint for logged out user */
"Signs in user." = "Kirjaa käyttäjän sisään.";

/* Tools row for Yahoo System Status */
 "tool_row_service_status" = "Järjestelmän tila";

